tap "1password/tap"
tap "arl/arl"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "circleci"
brew "ctop"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gh"
brew "glow"
brew "gnu-sed"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "luarocks"
brew "neovim", args: ["HEAD"]
brew "openapi-generator"
brew "peco"
brew "pre-commit"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "sops"
brew "starship"
brew "terraform-docs"
brew "tmux"
brew "tre-command"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "arl/arl/gitmux"
brew "fsouza/prettierd/prettierd"
brew "mongodb/brew/mongodb-community@4.2", link: true
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password-cli"
cask "alacritty"
cask "fig"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono-pl"
cask "font-mononoki"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "kitty"
cask "ngrok"
cask "nosql-workbench"
cask "postman"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
